Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Repeat steps 5 through 7 for each currency that the vendor will receive a different invoice discount for.
cs_cz: Opakujte kroky 5 až 7 pro každou měnu, na kterou dodavatel obdrží jinou fakturační slevu.

source: The invoice discount is now set up and assigned to the vendor in question.
cs_cz: Fakturační sleva je nyní nastavena a přidělena danému dodavateli.

source: When you select the vendor code in the Invoice Disc.
cs_cz: Když vyberete kód dodavatele v poli Kód fakturační

source: Code field on other vendor cards, the same invoice discount is assigned to those vendor.
cs_cz: Slevy na ostatních kartách dodavatelů, stejná fakturační sleva je přidělena těmto dodavatelům.

source: You create a purchase invoice or purchase order to record the cost of purchases and to track accounts payable.
cs_cz: Vytvořte nákupní fakturu nebo nákupní objednávku k zaznamenání nákladů za nákupy a ke sledování závazků.

source: If you need to control an inventory, purchase invoices and purchase orders are also used to dynamically update inventory levels so that you can minimize your inventory costs and provide better customer service.
cs_cz: Pokud potřebujete kontrolovat zásoby, nákupní faktury a pokud jsou nákupní objednávky také používány k dynamickému aktualizování úrovní zásob, můžete minimalizovat náklady zásob a poskytovat lepší služby zákazníkům.

source: The purchasing costs, including service expenses, and inventory values that result from posting purchase invoices or orders contribute to profit figures and other financial KPIs on your Home page.
cs_cz: Náklady na nákup, včetně nákladů na služby a hodnoty zásob, které jsou výsledkem účtování nákupních faktur nebo objednávek, přispívají k hodnotám zisku a k dalším finančním ukazatelům KPI na vaší domovské stránce.

source: You must use purchase orders if your purchasing process requires that you record partial receipts of an order quantity, for example, because the full quantity was not available at the vendor.
cs_cz: Musíte použít nákupní objednávky, pokud váš nákupní proces vyžaduje, abyste zaznamenali částečné příjemky objednaného množství, například proto, že pro dodavatel neměl k dispozici celé množství.

source: If you sell items by delivering directly from your vendor to your customer, as a drop shipment, then you must also use purchase orders.
cs_cz: Pokud prodáváte zboží dodáním přímo od vašeho dodavatele zákazníkovi jako přímou dodávku zboží, pak musíte také použít nákupní objednávky.

source: Make Drop Shipments .
cs_cz: Provádění přímých dodávek zboží .

source: In all other aspects, purchase orders work the same way as purchase invoices.
cs_cz: Ve všech ostatních ohledech fungují nákupní objednávky stejným způsobem jako nákupní faktury.

source: The following procedure is based on a purchase invoice.
cs_cz: Následující postup je založen na nákupní faktuře.

source: The steps are similar for a purchase order.
cs_cz: Kroky jsou podobné jako u nákupní objednávky.

source: When you receive the inventory items, or when the purchased service is completed, you post the purchase invoice or order to update inventory and financial records and to activate payment to the vendor according to the payment terms.
cs_cz: Když obdržíte skladové položky, nebo když je dokončena nákupní služba, zaúčtujete nákupní fakturu nebo objednávku k aktualizaci zásob a finančních záznamů a aktivujete platbu dodavateli podle platebních podmínek.

source: For more information, see Make Payments.
cs_cz: Další informace naleznete v tématu: Provést platby.

source: Caution:
cs_cz: Pozor:

source: Do not post a purchase invoice until you receive the products and know the final cost of the purchase, including any additional charges.
cs_cz: Neúčtujte nákupní fakturu, dokud neobdržíte produkty a nebudete vědět finální náklady nákupu, včetně případných dodatečných poplatků.

source: Otherwise, your inventory value and profit figures may be skewed.
cs_cz: V opačném případě může být hodnota vašich zásob zkreslená.

source: If you have already paid for products on the posted purchase invoice, then you must create a purchase credit memo to reverse the purchase.
cs_cz: Pokud jste již zaplatili za produkty na vyúčtované nákupní faktuře, pak si musíte pro stornování nákupu vytvořit nákupní dobropis.

source: Process Purchase Returns or Cancellations .
cs_cz: Zpracování vratek nebo zrušení nákupů .

source: Products can be both inventory items and services.
cs_cz: Produkty mohou být jak skladové položky, tak služby.

source: The purchase invoice process is the same for both product types.
cs_cz: Proces nákupní faktury je stejný pro oba typy produktů.

source: You can fill vendor fields on the purchase invoice in two ways depending on whether the vendor is already registered.
cs_cz: Položky dodavatele na nákupní faktuře můžete vyplnit dvěma způsoby v závislosti na tom, zda je dodavatel již zaregistrován.

source: To create a purchase invoice
cs_cz: Vytvoření nákupní faktury

source: On the Home page, choose the Purchase Invoice action.
cs_cz: Na domovské stránce vyberte akci Nákupní faktury.

source: In the Vendor field, enter the name of an existing customer.
cs_cz: Do pole Dodavatel zadejte název stávajícího dodavatele.

source: Other fields in the Purchase Invoice window are now filled with the standard information of the selected vendor.
cs_cz: Další pole v okně Nákupní faktury jsou nyní vyplněna standardními informacemi vybraného dodavatele.

source: If the vendor is not registered, then follow these steps:
cs_cz: Pokud dodavatel není registrován, postupujte takto:

source: In the Vendor field, enter the name of the new vendor.
cs_cz: Do pole Dodavatel zadejte název nového dodavatele.

source: In the dialog box about registering the new vendor, choose the Yes button.
cs_cz: V dialogovém okně o registraci nového dodavatele zvolte tlačítko Ano.

source: In the Select a template for a new vendor window, choose a template to base the new vendor card on, and then choose the OK button.
cs_cz: V okně Vybrat šablonu pro nového dodavatele vyberte šablonu, podle které bude založena nová karta dodavatele, a potom klepněte na tlačítko OK.

source: A new vendor card opens, prefilled with the information on the selected vendor template.
cs_cz: Otevře se nová karta dodavatele, která je předvyplněná informacemi z vybrané šablony dodavatele.

source: The Name field is prefilled with the new vendor’s name that you entered on the purchase invoice.
cs_cz: Pole Název je vyplněno novým jménem dodavatele, které jste zadali na nákupní faktuře.

source: Proceed to fill in the remaining fields on the vendor card.
cs_cz: Pokračujte k vyplnění zbývajících polí na kartě dodavatele.

source: Register New Vendors .
cs_cz: Registrace nového dodavatele .

source: When you have completed the vendor card, choose the OK button to return to the Purchase Invoice window.
cs_cz: Po dokončení karty dodavatele zvolte tlačítko OK k návratu do okna Nákupní faktura.

source: Several fields in the Purchase Invoice window are filled with information that you specified on the new vendor card.
cs_cz: Několik polí v okně Nákupní faktury je vyplněno informacemi uvedenými na nové kartě dodavatele.

source: Fill in the remaining fields in the Purchase Invoice window as necessary.
cs_cz: V případě potřeby vyplňte zbývající pole v okně Nákupní faktury.

source: You are now ready to fill the purchase invoice lines with inventory items or services that you have purchased from the vendor.
cs_cz: Nyní jste připraveni vyplnit řádky nákupní faktury skladovými položkami zboží nebo službami, které jste zakoupili od dodavatele.

source: If you have set up recurring purchase lines for the vendor, such as a monthly replenishment order, then you can insert these lines on the invoice by choosing the Get Recurring Purchase Lines action.
cs_cz: Pokud jste pro dodavatele nastavili periodické řádky nákupu, jako například měsíční doplňující objednávku, pak můžete tyto řádky na fakturu vložit výběrem akce Získat periodické nákupní řádky.

source: On the Lines FastTab, in the Item No.
cs_cz: Na záložce s náhledem Řádky, v poli Číslo zboží

source: field, enter the number of an inventory item or service.
cs_cz: zadejte číslo skladové položky nebo služby.

source: In the Quantity field, enter the number of items to be purchased.
cs_cz: Do pole Množství zadejte číslo položek k nákupu.

source: For items of type Service, the quantity is a time unit, such as hours, as indicated in the Unit of Measure Code field on the line.
cs_cz: U položek typu Služba je množství časovou jednotkou, např. hodiny, jak je uvedeno na řádku v poli Kód měrné jednotky.

source: The Line Amount field is updated to show the value in the Direct Unit Cost field multiplied by the value in the Quantity field.
cs_cz: Pole Částka řádku je aktualizována tak, aby zobrazovala hodnotu v poli Nákupní cena vynásobená hodnotou v poli Množství.

source: The price and line amount are shown with or without sales tax depending on what you selected in the Prices Including Tax field on the vendor card.
cs_cz: Cena a částka řádku jsou zobrazeny s nebo bez prodejní daně podle toho, co jste vybrali v poli Ceny včetně daně na kartě dodavatele.

source: In the Invoice Discount Amount field, enter an amount that should be deducted from the value shown in the Total Incl. Tax field at the bottom of the invoice.
cs_cz: Do pole Částka fakturační slevy zadejte částku, která by měla být odečtena od hodnoty zobrazené v poli Celkem včetně daně v dolní části faktury.

source: If you have set up invoice discounts for the vendor, then the specified percentage value is automatically inserted in the Vendor Invoice Discount % field if the criteria are met, and the related amount is inserted in the Invoice Discount Amount field.
cs_cz: Pokud jste pro dodavatele nastavili fakturační slevy, pak se zadaná procentní hodnota automaticky vloží do pole Fakturační sleva (%), pokud jsou splněna kritéria, a příslušná částka je se vloží do pole Částka fakturační slevy.

source: When you receive the purchased items or services, choose Post.
cs_cz: Když obdržíte zakoupené položky nebo služby, zvolte možnost Účtovat.

source: The purchase is now reflected in inventory and financial records, and the vendor payment is activated.
cs_cz: Nákup se nyní odráží v zásobách a finančních záznamech a aktivuje se platba dodavateli.

source: The purchase invoice is removed from the list of purchase invoices and replaced with a new document in the list of posted purchase invoices.
cs_cz: Nákupní faktura je odstraněna ze seznamu nákupních faktur a nahrazena novým dokumentem v seznamu Účtovaných nákupních faktur.

source: Prepare Drop Shipments
cs_cz: Příprava přímé dodávky zboží

source: Vendors provide the products that you sell.
cs_cz: Dodavatelé poskytují produkty, které prodáváte.

source: Each vendor that you purchase from must be registered as a vendor card.
cs_cz: Každý dodavatel, od kterého jste nakoupili, musí být zaregistrován jako karta dodavatele.

source: Before you can register new vendors, you must set up various purchase codes that you can select from when you fill vendor cards.
cs_cz: Než budete moci registrovat nové dodavatele, musíte nastavit různé nákupní kódy, které si můžete vybrat od okamžiku, kdy vyplníte karty dodavatele.

source: When all of the required master data is created, you can perform additional configuration of the vendor, such as prioritize the vendor for payment purposes and list items that the vendor and other vendors can supply.
cs_cz: Když jsou vytvořeny všechny požadovaná data, můžete provést dodatečnou konfiguraci dodavatele, například upřednostnit dodavatele pro platební účely a položky seznamu, které dodavatel a ostatní dodavatelé mohou dodat.

source: Another group of setup tasks for vendors is to record your agreements concerning discounts, prices, and payment methods.
cs_cz: Další skupinou úloh pro dodavatele je zaznamenat vaše dohody týkající se slev, cen a platebních metod.

source: For more information, see Set Up Purchasing.
cs_cz: Další informace naleznete v tématu: Nastavení nákupů.

source: Vendor cards hold the information that is required to buy products from the vendor.
cs_cz: Prodejní karty obsahují informace, které jsou potřebné k nákupu produktů od dodavatele.

source: Record Purchases and How to:
cs_cz: Zaznamenat nákupy a Návod:

source: Register new Products .
cs_cz: Registrace nových produktů .

source: If vendor templates exist for different vendor types, then a window appears when you create a new vendor card from where you can select an appropriate template.
cs_cz: Pokud existují šablony dodavatele pro různé typy dodavatele, objeví se okno při vytváření nové karty dodavatele, odkud můžete vybrat vhodnou šablonu.

source: If only one vendor template exists, then new vendor cards always use that template.
cs_cz: Pokud existuje pouze jedna šablona dodavatele, pak nové karty dodavatele vždy použijí tuto šablonu.

source: To create a new vendor card
cs_cz: Vytvoření nové karty dodavatele

source: On the Home page, choose Vendors to open the list of existing vendors.
cs_cz: Na domovské stránce vyberte akci Dodavatelé pro otevření seznamu existujících dodavatelů.

source: In the Vendors window, Choose New.
cs_cz: V okně Dodavatelé vyberte možnost Nový.

source: If more than one vendor template exists, then a window opens from which you can select a vendor template.
cs_cz: Pokud existuje více než jedna šablona dodavatele, otevře se okno, z něhož můžete vybrat šablonu dodavatele.

source: In that case, follow the next two steps.
cs_cz: V tomto případě, následujte další dva kroky.

source: In the Select a template for a new vendor window, choose the template that you want to use for the new vendor card.
cs_cz: V okně Vybrat šablonu pro nového dodavatele vyberte šablonu, kterou chcete použít pro novou kartu dodavatele.

source: A new vendor card opens with some fields filled with information from the template.
cs_cz: Otevře se nová karta dodavatele s některými poli vyplněnými informacemi ze šablony.

source: Proceed to fill or change fields on the vendor card as necessary.
cs_cz: Postupujte podle potřeby tak, že vyplníte nebo změníte pole na kartě dodavatele.

source: The vendor is now registered, and the vendor card is ready to be used on purchase documents.
cs_cz: Dodavatel je nyní zaregistrován a karta dodavatele je připravena k použití v nákupních dokladech.

source: If you want to use this vendor card as a template when you create new vendor cards, you can save it as a vendor template.
cs_cz: Chcete-li tuto kartu dodavatele použít jako šablonu při vytváření nových karet dodavatele, můžete ji uložit jako šablonu.

source: To save the vendor card as a template
cs_cz: Uložení karty dodavatele jako šablony

source: In the Vendor Card window, choose the Save as Template action.
cs_cz: V okně Karta dodavatele, vyberte akci Uložit jako šablonu.

source: The Vendor Template window opens showing the vendor card as a template.
cs_cz: Okno Šablona dodavatele otevírá kartu dodavatele jako šablonu.

source: The Dimension Templates window opens showing any dimension codes that are set up for the vendor.
cs_cz: Okno Šablony dimenzí otevírá jakékoli kódy dimenzí, které jsou pro daného dodavatele nastaveny.

source: Edit or enter dimension codes that will apply to new vendor cards created by using the template.
cs_cz: Upravte nebo zadejte kódy dimenzí, které se budou vztahovat na nové karty dodavatele vytvořené pomocí šablony.

source: When you have completed the new vendor template, choose the OK button.
cs_cz: Po dokončení nové šablony dodavatele vyberte tlačítko OK.

source: The vendor template is added to the list of vendor templates, so that you can use it to create new vendor cards.
cs_cz: Šablona dodavatele je přidána do seznamu šablon dodavatele, takže ji můžete použít k vytvoření nových karet zboží.

source: Set Up Purchasers
cs_cz: Nastavení nákupčích

source: If several purchasers work at your company, you can set them up in a window and assign them each a code.
cs_cz: Pokud ve vaší společnosti pracuje více nákupčích, můžete je v okně nastavit a přiřadit každému kód.

source: You can then use the codes to prepare statistics and to filter information in printed reports.
cs_cz: Kódy pak můžete použít k přípravě statistik a k filtrování informací v tištěných sestavách.

source: To set up purchasers
cs_cz: Nastavení nákupčích

source: In the top right corner, choose the Search for Page or Report icon, enter Salespeople/Purchasers, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Hledat stránku nebo sestavu, zadejte Prodejci/nákupčí a zvolte související odkaz.

source: In the Salespeople/Purchasers window, choose New and fill in the fields.
cs_cz: V okně Prodejci/nákupčí zvolte Nový a vyplňte pole.

source: In the Salesperson/Purchaser Card window, fill in the fields.
cs_cz: Vyplňte pole v okně Prodávající/ Nákupčí.

source: To assign purchasers to vendors
cs_cz: Přiřazení nákupčích dodavatelům

source: Open the relevant vendor card for the vendor that will be assigned a purchaser.
cs_cz: Otevřete příslušnou kartu dodavatele pro dodavatele, který bude přiřazen nákupčímu.

source: In the Purchaser Code field, select the applicable purchaser code, and then close the window.
cs_cz: Do pole Kód nákupčího vyberte příslušný kupující kód a zavřete okno.

source: If you need to control an inventory, purchase invoices are also used to dynamically update inventory levels so that you can minimize your inventory costs and provide better customer service.
cs_cz: Pokud potřebujete kontrolovat zásoby, nákupní faktury jsou také používány k dynamickému aktualizování úrovní zásob, takže můžete minimalizovat náklady zásob a poskytovat lepší služby zákazníkům.

source: The purchasing costs, including service expenses, and inventory values that result from posting purchase invoices contribute to profit figures and other financial KPIs on your Home page.
cs_cz: Náklady za nákup, včetně nákladů na služby a hodnoty zásob, které vyplývají z účtovaných faktur za nákup, přispívají údajům o zisku a dalších finančních ukazatelích KPI na vaší domovské stránce.

source: You can have purchase invoices created automatically by using the OCR (Optical Character Recognition) service to convert PDF invoices from your vendors to electronic documents, which are then converted to purchase invoices by a workflow.
cs_cz: Můžete mít nákupní faktury vytvořeny automaticky použitím služby OCR (optické rozpoznávání znaků) ke konvertování faktury PDF od vašich dodavatelů na elektronické dokumenty, které pak budou pracovním postupem převedeny na nákupní faktury.

source: To use this functionality, you must first sign up for the OCR service, and then perform various setup.
cs_cz: Chcete-li používat tuto funkci, musíte nejprve zaregistrovat službu OCR a potom provést různá nastavení.

source: For all purchase processes, you can incorporate an approval workflow, for example, to require that large purchases are approved by the accounting manager.
cs_cz: Pro všechny nákupní procesy můžete zahrnout pracovní postup schvalování, například požadovat, aby byly velké nákupy schváleny hlavním účetním.

source: For more information, see Using Approval Workflows.
cs_cz: Pro další informace se podívejte na Použití schvalování pomocí WorfFlow.

source: Create a purchase invoice to record your agreement with a vendor to purchase products on certain delivery and payment terms.
cs_cz: Vytvořte nákupní fakturu, která zaznamená vaši dohodu s dodavatelem o nákupu produktů za určitých dodacích a platebních podmínek.

source: Create a purchase invoice for all or selected lines on a sales invoice.
cs_cz: Vytvořte nákupní fakturu pro všechny nebo vybrané řádky na prodejní faktuře.

source: Create a purchase credit memo to revert a specific posted purchase invoice to reflect which products you are returning to the vendor and which payment amount you will collect.
cs_cz: Vytvořte nákupní dobropis pro vrácení konkrétní zaúčtované faktury k zobrazení, které produkty vracíte dodavateli a jakou částku platby budete vybírat.

source: Create a vendor card for each vendor that you purchase from.
cs_cz: Vytvořte kartu dodavatele pro každého dodavatele, od kterého jste nakoupili.

source: Before you can manage purchase processes, you must configure the rules and values that define the company's purchase policies.
cs_cz: Než budete moci spravovat nákupní procesy, musíte nakonfigurovat pravidla a hodnoty, které definují zásady nákupu společnosti.

source: First, you must define the general setup, such as which purchase documents are required and how their values are posted.
cs_cz: Nejprve je třeba definovat obecné nastavení, například které nákupní doklady jsou požadovány a jak jsou jejich hodnoty zaúčtovány.

source: This general setup is typically performed once during the initial implementation.
cs_cz: Toto obecné nastavení se obvykle provádí jednou během počáteční implementace.

source: A separate series of tasks related to creating vendor master data is to record the vendors' discount and price agreements in windows linked to the vendor cards.
cs_cz: Samostatnou sérií úloh související s vytvářením hlavních dat dodavatelů je zaznamenat, v oknech propojených s kartou dodavatele, dohody o slevách a cenách dodavatelů.

source: The periodic activity of creating vendor cards for new vendors is covered in the Manage Purchasing section.
cs_cz: Pravidelná aktivita vytváření karet dodavatele pro nové dodavatele je řešena v sekci Správa nákupu.

source: Finance-related purchase setup, such as payment methods and currencies, are covered in the Finance Setup section.
cs_cz: Nastavení nákupu souvisejícího s financemi, jako jsou způsoby platby a měny, jsou uvedeny v části Nastavení financí.

source: For more information, see Set Up Finance.
cs_cz: Další informace naleznete v tématu: Nastavení financí.

source: Enter the different discounts and alternative prices that vendors grant you depending on item, quantities, and/or date.
cs_cz: Zadání různých slev a alternativních cen, které vám dodavatelé poskytují v závislosti na zboží, množství a/nebo datu.

source: Record Purchase Price, Discount, and Payment Agreements
cs_cz: Záznam nákupní ceny, slevy a platebních dohod

source: Prioritize vendors.
cs_cz: Prioritizaci dodavatelů.

source: Set up purchasers.
cs_cz: Nastavení nákupčích

source: You must regularly reconcile your bank, receivables, and payables accounts in Dynamics NAV by applying payments recorded in the bank to their related unpaid invoices and credit memos or other open entries in Dynamics NAV.
cs_cz: Musíte pravidelně sladit své účty s bankami, pohledávkami a závazky v Dynamics NAV uhrazením plateb zaznamenaných v bance na jejich souvisejících nezaplacených fakturách a dobropisech nebo jiných otevřených položkách v Dynamics NAV.

source: You can perform this task in the Payment Reconciliation Journal window by importing a bank statement file or feed to quickly register the payments in Dynamics NAV.
cs_cz: Tuto úlohu můžete provést v okně Deník odsouhlasení plateb importováním souboru bankovního výpisu, abyste mohli rychle zapsat platby v Dynamics NAV.

source: An automatic application function applies the payments to their related open customer or vendor ledger entries based on data matches between payment text and entry information.
cs_cz: Funkce automatických aplikací uplatňuje platby k jejich souvisejícím otevřeným položkám zákazníka nebo dodavatele založených na datových shodách mezi textem platby a zadaných informací.

source: You can review and change automatic applications before you post the journal.
cs_cz: Před zaúčtováním deníku můžete zkontrolovat a měnit automatické aplikace.
